/**
 * Created by alexeybondarenko on 11/4/15.
 */

require('../models/Poem');
var mongoose = require('mongoose');

exports.Poem = [
  {
    _id: "563bc8aba9168efc5ef61660",
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143c"),
    name: "Далі, все далі! он латані ниви…",
    content: "<p>Далі, все далі! он латані ниви,<br /> Наче плахти, навкруги розляглись;<br /> Потім укрили все хмари ті сиві<br /> Душного диму, з очей скрився ліс,</p> <p>Гори веселі й зелені долини<br /> Згинули раптом, як любії сни;<br /> Ще за годину, і ще за хвилину<br /> Будуть далеко, далеко вони!…</p> <p>Щастя колишнього хвилі злотисті<br /> Час так швидкий пожира, мов огонь, —<br /> Гинуть ті хвилі, мов квіти барвисті,<br /> Тільки й згадаєш: &#171;Ох, милий був сон!…&#187;</p>"
  },
  {
    _id: "563bc8ec955ee2465f032b1c",
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143c"),
    name: "Ой високо сонце в яснім небі стало...",
    content: "<p>Ой високо сонце в яснім небі стало,<br /> Гаряче проміння та й порозсипало,<br /> По хвилях блакитних пливе човен прудко.<br /> От і берег видко! прибули ми хутко.</p> <p>Ой вже сонечко яснеє та стало на межі,<br /> Освітило акерманські турецькії вежі.<br /> Сі круглії вежі й високії мури –<br /> Страшні та суворі, непевні, понурі,</p>"
  },
  // тичина
  {
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143d"),
    name: "Душа моя — послухай!..",
    content: "<p>Душа моя — послухай! — <br /> Як яблуня в цвіту. <br /> Моє життя, — кохана, — <br /> Мов срібнотканий сон. </p> <p>Життя моє — молитва <br /> Всевладниці Красі, <br /> Горіння — розцвітання <br /> В огні квіток-думок. </p>"
  },
  // котляревськый
  {
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143e"),
    name: "Віють вітри, віють буйні...",
    content: "<p>Віють вітри, віють буйні, <br /> Аж дерева гнуться. <br /> О, як моє болить серце, <br /> А сльози не ллються. (2) </p> <p>Трачу літа в лютім горі <br /> І кінця не бачу, <br /> Тілько тоді і полегша, <br /> Як нишком поплачу. (2) </p>"
  },
  {
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143e"),
    name: "Ой я дівчина полтавка...",
    content: "<p>Ой я дівчина полтавка, <br /> А зовуть мене Наталка. <br /> Дівка проста, некрасива, <br /> З добрим серцем, неспесива. </p>"
  },
  // ліна костенко
  {
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143f"),
    name: "І день, і ніч, і мить, і вічність...",
    content: "<p>І день, і ніч, і мить, і вічність,<br /> і тиша, і дев'ятий вал -<br /> твоїх очей магічна ніжність<br /> і губи розплавлений метал.</p> <p>В ніч високосного притулку -<br /> коли йде обертом земля -<br /> ти до плеча мене притулиш<br /> безсмертним рухом скрипаля.</p>"
  },
  {
    author: mongoose.Types.ObjectId("563bbfc2f7192aaf5422143f"),
    name: "Страшні слова, коли вони мовчать...",
    content: "<p>Страшні слова, коли вони мовчать,<br /> Коли вони зненацька причаїлись,<br /> Коли не знаєш, з чого їх почать,<br /> Бо всі слова були уже чиїмись.</p> <p>Хтось ними плакав, мучився, болів, <br /> із них почав і ними ж і завершив. <br /> Людей мільярди, і мільярди слів, <br /> а ти їх маєш вимовити вперше! </p> <p>Все повторялось: і краса, й потворність. <br /> Усе було: асфальти й спориші. <br /> Поезія - це завжди неповторність,<br /> якийсь безсмертний дотик до душі.</p>"
  }
];

